Repository: donnchawp/old-comment-cleaner
Catalog: languages/old-comment-cleaner-*.po
Languages: fr_fr

source: After you check the "Confirm Deletion" checkbox, the plugin will become destructive and start cleaning comments the next time the scheduled cleaning operation runs. This also applies to the "Delete Now" button.
fr_fr: Après avoir coché la case « Confirmer la suppression », le plugin deviendra destructeur et commencera à nettoyer les commentaires lors de la prochaine opération de nettoyage programmée. Ceci s'applique également au bouton « Supprimer maintenant ».

source: Anonymous Guest
fr_fr: Invité anonyme

source: Comments will be updated when the scheduled job runs.
fr_fr: Les commentaires seront mis à jour. Veuillez sélectionner la case à cocher de confirmation pour les autoriser.

source: Comments will not be updated. Please check the confirmation checkbox to allow updates.
fr_fr: Les commentaires ne seront pas mis à jour. Veuillez cocher la case à cocher de confirmation pour l’autoriser.

source: Confirm Deletion
fr_fr: Confirmer la suppression

source: Delete comments older than (days)
fr_fr: Supprimer les commentaires vieux de plus de (jours)

source: Delete email addresses
fr_fr: Supprimer les adresses e-mail.

source: Delete names
fr_fr: Supprimer les noms

source: Delete Now
fr_fr: Supprimer maintenant

source: Delete website URLs
fr_fr: Supprimer les URLs de sites web.

source: Deletes old comment data based on user-defined settings.
fr_fr: Supprimer les vielles données de commentaires basé sur les réglages de l’utilisateur.

source: Next scheduled cleaning operation: %s
fr_fr: Prochaine opération de nettoyage : %s

source: Nonce verification failed.
fr_fr: La vérification du nonce a echoué.

source: Number of comments to be updated: %d
fr_fr: Nombre de commentaires à mettre à jour: %d

source: Old Comment Cleaner Settings
fr_fr: Régmages de Old Comment Cleaner

source: Old comments are being processed.
fr_fr: Les vieux commentaires ont été traités.

source: Please be sure to backup your comments before running the cleanup as this cannot be undone.
fr_fr: Veillez à sauvegarder vos commentaires avant d'effectuer le nettoyage, car celui-ci ne peut être annulé.

source: This plugin will clean up comments older than the specified number of days. It will update email addresses, names, and website URLs in those comments. It will not delete them.
fr_fr: Cette extension nettoie les commentaires datant de plus d'un certain nombre de jours. Il met à jour les adresses électroniques, les noms et les URL des sites web dans ces commentaires. Il ne les supprimera pas.

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n’avez pas le droit d’accéder à cette page.
